# MSup3PerWS Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MSup3PerWS Property
SymbolTypeId Class See Also
---
Symbol m³/(W·s), indicating unit Cubic meters per watt second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MSup3PerWS { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MSup3PerWS As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MSup3PerWS {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace